{"c2ix": {"\n": 0, " ": 1, "!": 2, "\"": 3, "#": 4, "$": 5, "%": 6, "&": 7, "'": 8, "(": 9, ")": 10, "*": 11, ",": 12, "-": 13, ".": 14, "/": 15, "0": 16, "1": 17, "2": 18, "3": 19, "4": 20, "5": 21, "6": 22, "7": 23, "8": 24, "9": 25, ":": 26, ";": 27, "?": 28, "A": 29, "B": 30, "C": 31, "D": 32, "E": 33, "F": 34, "G": 35, "H": 36, "I": 37, "J": 38, "K": 39, "L": 40, "M": 41, "N": 42, "O": 43, "P": 44, "Q": 45, "R": 46, "S": 47, "T": 48, "U": 49, "V": 50, "W": 51, "X": 52, "Y": 53, "Z": 54, "[": 55, "]": 56, "^": 57, "_": 58, "a": 59, "b": 60, "c": 61, "d": 62, "e": 63, "f": 64, "g": 65, "h": 66, "i": 67, "j": 68, "k": 69, "l": 70, "m": 71, "n": 72, "o": 73, "p": 74, "q": 75, "r": 76, "s": 77, "t": 78, "u": 79, "v": 80, "w": 81, "x": 82, "y": 83, "z": 84, "{": 85, "}": 86, "\u00e0": 87, "\u00ea": 88, "\u2014": 89, "\u2018": 90, "\u2019": 91, "\u201c": 92, "\u201d": 93, "\u2022": 94, "\u2122": 95}, "ix2c": {"0": "\n", "1": " ", "2": "!", "3": "\"", "4": "#", "5": "$", "6": "%", "7": "&", "8": "'", "9": "(", "10": ")", "11": "*", "12": ",", "13": "-", "14": ".", "15": "/", "16": "0", "17": "1", "18": "2", "19": "3", "20": "4", "21": "5", "22": "6", "23": "7", "24": "8", "25": "9", "26": ":", "27": ";", "28": "?", "29": "A", "30": "B", "31": "C", "32": "D", "33": "E", "34": "F", "35": "G", "36": "H", "37": "I", "38": "J", "39": "K", "40": "L", "41": "M", "42": "N", "43": "O", "44": "P", "45": "Q", "46": "R", "47": "S", "48": "T", "49": "U", "50": "V", "51": "W", "52": "X", "53": "Y", "54": "Z", "55": "[", "56": "]", "57": "^", "58": "_", "59": "a", "60": "b", "61": "c", "62": "d", "63": "e", "64": "f", "65": "g", "66": "h", "67": "i", "68": "j", "69": "k", "70": "l", "71": "m", "72": "n", "73": "o", "74": "p", "75": "q", "76": "r", "77": "s", "78": "t", "79": "u", "80": "v", "81": "w", "82": "x", "83": "y", "84": "z", "85": "{", "86": "}", "87": "\u00e0", "88": "\u00ea", "89": "\u2014", "90": "\u2018", "91": "\u2019", "92": "\u201c", "93": "\u201d", "94": "\u2022", "95": "\u2122"}}